Repository: flyingrtx2333/AssetTimeMachine
Catalog: AssetTimeMachine/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# 在防守与进取引擎之间分配风险预算，侧重长期宽度确认与成本约束。
source: Allocate risk budget between defensive and aggressive engines, focusing on long-term breadth confirmation and cost constraints.
zh_hans: 在防守与进取引擎之间分配风险预算，侧重长期宽度确认与成本约束。
zh_hant: 在防守與進取引擎之間分配風險預算，著重長期寬度確認與成本限制。

# 基础设置
source: Basic Settings
zh_hans: 基础设置
zh_hant: 基礎設定

# 外观、语言和其他偏好都在这里。
source: Manage appearance, language, and other preferences here.
zh_hans: 外观、语言和其他偏好都在这里。
zh_hant: 外觀、語言和其他偏好都在這裡。

# 实验性多引擎组合，依据协方差和风险贡献在低相关资产之间再分配。
source: Experimental multi-engine portfolio that reallocates between low-correlated assets based on covariance and risk contribution.
zh_hans: 实验性多引擎组合，依据协方差和风险贡献在低相关资产之间再分配。
zh_hant: 實驗性多引擎組合，依據協方差和風險貢獻在低相關資產之間再分配。

# 平均现金仓位
source: Average Cash Allocation
zh_hans: 平均现金仓位
zh_hant: 平均現金部位

# 平均风险资产总敞口
source: Average total risky asset exposure
zh_hans: 平均风险资产总敞口
zh_hant: 平均風險資產總敞口

# 恒生指数
source: Hang Seng Index
zh_hans: 恒生指数
zh_hant: 恆生指數

# 房子
source: House
zh_hans: 房子
zh_hant: 房子

# 扫描候选策略
source: Scan Candidate Strategies
zh_hans: 扫描候选策略
zh_hant: 掃描候選策略

# 日经
source: Nikkei
zh_hans: 日经
zh_hant: 日經

# 暂无可用候选策略，请调整资产或区间后重试
source: There are no candidate strategies available. Please adjust the assets or range and try again.
zh_hans: 暂无可用候选策略，请调整资产或区间后重试
zh_hant: 暫無可用候選策略，請調整資產或區間後重試

# 标普 500
source: S&P 500
zh_hans: 标普 500
zh_hant: 標普 500

# 根据组合回撤与快速上涨后的状态平滑降低风险预算，强调持有体验。
source: Smoothly reduce the risk budget based on the state of the portfolio's drawdown and rapid rise, emphasizing the holding experience.
zh_hans: 根据组合回撤与快速上涨后的状态平滑降低风险预算，强调持有体验。
zh_hant: 根據組合回檔與快速上漲後的狀態平滑降低風險預算，強調持有體驗。

# 汽车
source: Automobile
zh_hans: 汽车
zh_hant: 汽車

# 沪深 300
source: CSI 300
zh_hans: 沪深 300
zh_hant: 滬深 300

# 深证成指
source: Shenzhen Component Index
zh_hans: 深证成指
zh_hant: 深證成指

# 添加资产
source: Add Assets
zh_hans: 添加资产
zh_hant: 新增資產

# 点击显示曲线
source: Click to display the curve
zh_hans: 点击显示曲线
zh_hant: 點選顯示曲線

# 点击隐藏曲线
source: Click to hide the curve
zh_hans: 点击隐藏曲线
zh_hant: 點選隱藏曲線

# 点金额或数量即可更新今天的记录。
source: Tap an amount or quantity to update today's record.
zh_hans: 点金额或数量即可更新今天的记录。
zh_hant: 點金額或數量即可更新今天的記錄。

# 现金及融资
source: Cash and Financing
zh_hans: 现金及融资
zh_hant: 現金及融資

# 看历史
source: View History
zh_hans: 看历史
zh_hant: 看歷史

# 研究策略调仓
source: Research Strategy Rebalance
zh_hans: 研究策略调仓
zh_hant: 研究策略調倉

# 示例项目，可编辑或删除
source: Sample project, can be edited or deleted
zh_hans: 示例项目，可编辑或删除
zh_hant: 範例項目，可編輯或刪除

# 空仓
source: Cash
zh_hans: 空仓
zh_hant: 空倉

# 纳斯达克
source: Nasdaq
zh_hans: 纳斯达克
zh_hant: 納斯達克

# 纳斯达克指数
source: Nasdaq Index
zh_hans: 纳斯达克指数
zh_hant: 納斯達克指數

# 美元
source: USD
zh_hans: 美元
zh_hant: 美元

# 美国权益指数
source: US Equity Index
zh_hans: 美国权益指数
zh_hant: 美國權益指數

# 计算口径
source: Calculate caliber
zh_hans: 计算口径
zh_hant: 計算口徑

# 记录数值
source: Update Values
zh_hans: 记录数值
zh_hant: 記錄數值

# 贷款
source: Loan
zh_hans: 贷款
zh_hant: 貸款

# 车子
source: Car
zh_hans: 车子
zh_hant: 車子

# 返回指数、黄金、原油与国债收益率基准信号等公共历史序列。
source: Returns public historical series such as index, gold, crude oil and Treasury yield benchmark signals.
zh_hans: 返回指数、黄金、原油与国债收益率基准信号等公共历史序列。
zh_hant: 返回指數、黃金、原油與國債殖利率基準訊號等公共歷史序列。

# 这里可以回看资产走势，并和黄金、纳指等锚点对照。
source: Review asset trends and compare them with benchmarks such as gold and Nasdaq.
zh_hans: 这里可以回看资产走势，并和黄金、纳指等锚点对照。
zh_hant: 這裡可以回看資產走勢，並和黃金、納指等基準對照。

# 选择模式、调整参数，然后模拟不同资产策略。
source: Choose a mode, adjust parameters, and simulate different asset strategies.
zh_hans: 选择模式、调整参数，然后模拟不同资产策略。
zh_hant: 選擇模式、調整參數，然後模擬不同資產策略。

# 道琼斯
source: Dow Jones
zh_hans: 道琼斯
zh_hant: 道瓊斯

# 重新扫描
source: Rescan
zh_hans: 重新扫描
zh_hant: 重新掃描

# 金
source: Gold
zh_hans: 金
zh_hant: 金

# 银行卡、房产、贷款或投资标的，都从这里新增。
source: Add bank accounts, property, loans, and investments here.
zh_hans: 银行卡、房产、贷款或投资标的，都从这里新增。
zh_hant: 銀行卡、房產、貸款或投資標的，都從這裡新增。

# 長期
source: Long term
zh_hans: 長期
zh_hant: 長期

# 需要时可扫描候选策略
source: Run a scan to evaluate candidate strategies
zh_hans: 需要时可扫描候选策略
zh_hant: 需要時可掃描候選策略

# 首页帮你快速看清资产分布和财富自由进度。
source: See your asset mix and financial-freedom progress at a glance.
zh_hans: 首页帮你快速看清资产分布和财富自由进度。
zh_hant: 首頁幫你快速看清資產分布和財富自由進度。

# 高
source: High
zh_hans: 高
zh_hant: 高

# 黄金与纳指分别判断长期趋势，弱势时降低对应仓位并保留现金。
source: Gold and the Nasdaq respectively determine the long-term trends, reduce corresponding positions and retain cash when they are weak.
zh_hans: 黄金与纳指分别判断长期趋势，弱势时降低对应仓位并保留现金。
zh_hant: 黃金與納指分別判斷長期趨勢，弱勢時降低對應部位並保留現金。

# 默认负债项目，可编辑或删除
source: Default liability item, can be edited or deleted
zh_hans: 默认负债项目，可编辑或删除
zh_hant: 預設負債項目，可編輯或刪除

# 默认资金项目，可编辑或删除
source: Default fund item, can be edited or deleted
zh_hans: 默认资金项目，可编辑或删除
zh_hant: 預設資金項目，可編輯或刪除

source: 简体中文
zh_hant: 簡體中文
